Repository: AMoo-Miki/script.embuary.helper
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32000
source: Error
fr_fr: Erreur

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
fr_fr: C'est un outil pour fournir des fonctionnalités à un skin et nécessite une intégration dans le skin.

# #32002
source: Enable logging
fr_fr: Activer les Logs

# #32004
source: detected
fr_fr: détecté

# #32005
source: Changed font to
fr_fr: Police modifiée en

# #32003
source: Delete add-on image cache
fr_fr: Vider le cache d'image

# #32006
source: Applying changes
fr_fr: Appliquer les modifications

# #32007
source: Suggestions based on random watched item
fr_fr: Suggestions sur les éléments vus aléatoires

# #32008
source: Next up
fr_fr: Prochaine étape

# #32009
source: Suggestions by random genre
fr_fr: Suggestions par genre aléatoires

# #32010
source: Recently added episodes and shows
fr_fr: Episodes et émissions TV récemment ajoutés

# #32011
source: All media
fr_fr: Tous les médias

# #32012
source: Recommended by rating
fr_fr: Recommandé par note

# #32013
source: Continue watching
fr_fr: Continuer à regarder

# #32014
source: Suggestions based on the last watched item
fr_fr: Suggestions basées sur les derniers éléments vus

# #32015
source: Recently added unwatched episodes and shows
fr_fr: Episodes et émissions TV non vus récemment ajoutés

# #32016
source: Enable service module
fr_fr: Activer les services de Embuary Helper

# #32017
source: Service interval time
fr_fr: Délais entre les mises à jours (en seconde)

# #32018
source: Default blurring radius
fr_fr: Rayon de flou par défaut

# #32020
source: Misc.
fr_fr: Divers

# #32021
source: Background change interval
fr_fr: Délais de rotation des fonds d'écran (en seconde)

# #32019
source: This will delete all created images (blurred backgrounds, genre thumbs, etc.) in the addon_data folder. Do you want to proceed?
fr_fr: Cela supprimera toutes les images créées (arrière-plans flous, vignettes de genre, etc.) dans le dossier addon_data/script.embuary.helper/img/ . Voulez-vous poursuivre ?

# #32022
source: All available database items
fr_fr: Tous les éléments de la médiathèque disponibles

# #32023
source: items
fr_fr: éléments

# #32024
source: The video database has no library tags stored.
fr_fr: La base de données vidéo n'a pas de balises de stockées

# #32026
source: Enable library tag detection for
fr_fr: Activer la détection des balises pour

# #32029
source: Directed by
fr_fr: Réalisé par

# #32030
source: Items starring
fr_fr: Eléments avec

# #32031
source: Because you watched
fr_fr: Parce que vous avez vu

# #32032
source: Christmas holiday season
fr_fr: Période des fêtes de Noël

# #32033
source: Spooky suggestions
fr_fr: Suggestions pour avoir peur

# #32034
source: May the force be with you
fr_fr: Que la force soit avec toi

# #32035
source: Live long and prosper
fr_fr: Longue vie et prospérité

# #32036
source: Special and seasonal widgets
fr_fr: Widgets spéciaux et saisonniers
